export default {

    nav: {
        search: {
            find: "サーチ",
            placeholder: " 検索語を入力してください",
            open_dic: "辞書を開く"
        },
        about: "お紹介",
        orig: "オリジナルのサイト"
    },
    home: {
        title: "日露辞書*url*のクライアントへようこそ！",
        enter: "日本語、ロシア語、英語の単語または日本語のテキストを入力します。 日本語の単語は漢字、仮名、ローマ字やキリル文字を入力することができます。 日本語テキストを入力すると、プログラムはテキストを個別の単語に分割し、各単語の翻訳を表示します。",
        open_dic: '検索バーに「辞書を開く」ボタンがあり、クリックすると使用した辞書の一覧が表示されます。 辞書をチェックすると、プログラムはマークされたすべての辞書にある単語の翻訳を表示します。 辞書を確認しない場合、プログラムは優先順位に従って辞書を使用して単語の訳を検索します。 単語の翻訳が複数の辞書に掲載されている場合は、最初の辞書の辞書エントリのみが表示されます。',
        find_in: "検索に使用した辞書はこちらです。",
        dic_jardic: "和露辞書 Jardic",
        dic_warodai: "和露大辞典、N.I.Konrad編集による",
        dic_yarxi: "和露漢字辞書、V.Smolensky編集による",
        dic_bkrs: "中露大辞典、I.M.Oshanin編集による",
        dic_medic: "和露・露和医学辞典、V.Loboda編集による",
        dic_tatoeba: "日本語・ロシア・英語ペア文章、Tatoeba Projectによる",
        dic_edict: "和英辞書 Edict",
        dic_kanjidic: "和英漢字辞書 Kanjidic",
        dic_enamdict: "和英名詞辞典 Enamdict",
        dic_unihan: "ユニコードコンソーシアムのUnihanデータベース、テキスト・ファイルはLiBeiFengによる",
        dic_chekhov: "神西清翻訳によるアントン・チェーホフ作品集の日本語・ロシア語並記テキスト",
        dic_japaneselaw: "日本国憲法、民法、著作権法、会社法の日本語・英語並記テキスト、日本法令外国語訳データベースシステムによる",
        dic_stories: "内山将夫氏の対訳文対応付け翻訳テキスト・コレクションの日本語・英語並記テキスト",
        note: "注記",
        note_t: "このサイトは、*url*のサイトを最新のデバイスで使用できるように調整する試みにすぎず、独自性を主張するものではありません。",
        contact: "ご質問がございましたら、以下までご連絡ください。"
    }

}