export default {

    nav: {
        search: {
            find: "Найти",
            placeholder: "Введите слово",
            open_dic: "Открыть словари"
        },
        about: "О сайте",
        orig: "Оригинальный Jardic"
    },
    home: {
        title: "Добро пожаловать в клиент японско-русского словаря *url*!",
        enter: "Наберите в поле ввода японское слово, русское слово или текст на японском языке. Японские слова можно набирать иероглифами, каной, или в транскрипции русскими или латинскими буквами. Если введен японский текст, то программа автоматически разделит этот текст на слова и покажет переводы слов.",
        open_dic: 'В строке поиска есть кнопка "Открыть словари", если на нее нажать появится список используемых словарей. Если вы поставите отметки у словарей, то программа будет показывать переводы слов, найденные во всех отмеченных словарях. Если вы не поставите отметки у словарей, то программа будет искать переводы слов, используя словари в порядке их приоритета. Если перевод слова встретится в нескольких словарях, то будет показана словарная статья только из первого словаря.',
        find_in: "Поиск выполняется в словарях и сборниках параллельных текстов:",
        dic_jardic: "Японско-русский словарь для Jardic Pro.",
        dic_warodai: "Большой японско-русский словарь под ред. Н.И.Конрада.",
        dic_yarxi: "Японско-русский словарь иероглифов. Сост. В.Смоленский.",
        dic_bkrs: "Большой китайско-русский словарь 大БКРС.",
        dic_medic: "Японско-русский медицинский словарь. Сост. В.Лобода.",
        dic_tatoeba: "Сборник японско-русских и японско-английских пар предложений проекта Tatoeba.",
        dic_edict: "Японско-английский словарь Edict.",
        dic_kanjidic: "Японско-английский словарь иероглифов Kanjidic.",
        dic_enamdict: "Японско-английский словарь имен и географический названий Enamdic",
        dic_unihan: "Таблица свойств иероглифов консорциума Unicode. Подг. LiBeiFeng.",
        dic_chekhov: "Сборник произведений А.П.Чехова в переводе Киёси Дзиндзай. Японско-русские парные предложения.",
        dic_japaneselaw: "Конституция Японии, Гражданский Кодекс, Закон о предприятиях и Закон об авторском праве. Японско-английские парные предложения.",
        dic_stories: "Сборник литературных произведений из коллекции Масао Утияма. Японско-английские парные предложения.",
        note: "Примечание",
        note_t: "Данный сайт является не более чем попыткой адаптировать сайт *url* для использования на современных устройствах и не претендует на оригинальность.",
        contact: "По возникшим вопросам обращаться:"
    }

}